Repository: LRScudeletti/territorex
Catalog: TerritorEx.Api/Localize/Resources/Localize.Resources.*.resx
Languages: pt

# nivel_territorio_nao_encontrado
source: Level not found.
pt: Nível não encontrado.

# situacao_imovel_nao_encontrada
source: Property condition not found.
pt: Situação de imóvel não encontrada.

source: Supported languages
pt: Idiomas suportados

# swagger_description
source: TerritorEx system API documentation - Brazilian Rural Territory Analysis System.
pt: Documentação da API do sistema TerritorEx - Sistema de Análise do Território Rural Brasileiro.

# swagger_response_200
source: Request successfully completed.
pt: Requisição realizada com sucesso.

# swagger_response_400
source: An error occurred with the request.
pt: Ocorreu um erro com a requisição.

# swagger_response_404
source: No areas found.
pt: Nenhuma área encontrada.

# swagger_response_500
source: Internal server error.
pt: Erro interno no servidor.

# swagger_summary_area_altitude_superior_1800
source: Lists areas with an altitude greater than 1,800 meters.
pt: Lista as áreas com altitude superior a 1.800 metros.

# swagger_summary_area_altitude_superior_1800_id
source: Lists the areas with an altitude greater than 1,800 meters from the informed territory.
pt: Lista as áreas com altitude superior a 1.800 metros do território informado.

# swagger_summary_area_banhado
source: Lists areas with swamps.
pt: Lista as áreas com banhados.

# swagger_summary_area_banhado_id
source: Lists the swamp areas of the informed territory.
pt: Lista as áreas com banhados do território informado.

# swagger_summary_area_borda_chapada
source: List areas with flat terrain.
pt: Lista as áreas com bordas chapadas.

# swagger_summary_area_borda_chapada_id
source: List areas with flat terrain of the informed territory.
pt: Lista as áreas com bordas chapadas do território informado.

# swagger_summary_area_consolidada
source: Lists the consolidated areas.
pt: Lista as áreas consolidadas.

# swagger_summary_area_consolidada_id
source: Lists the consolidated areas of the informed territory.
pt: Lista as áreas consolidadas do território informado.

# swagger_summary_area_hidrografia
source: Lists hydrographic areas.
pt: Lista as áreas de hidrografia.

# swagger_summary_area_hidrografia_id
source: Lists the hydrographic areas of the informed territory.
pt: Lista as áreas de hidrografia do território informado.

# swagger_summary_area_imovel
source: Lists the areas with properties.
pt: Lista as áreas com imóveis.

# swagger_summary_area_imovel_id
source: Lists the area of the property according to the informed CAR code.
pt: Lista as áreas com imóveis do território informado.

# swagger_summary_area_manguezal
source: List the areas with mangrove.
pt: Lista as áreas com manguezal.

# swagger_summary_area_manguezal_id
source: List the areas with mangrove of the informed territory.
pt: Lista as áreas com manguezal do território informado.

# swagger_summary_area_nascente_olho_dagua
source: Lists areas with water sources.
pt: Lista as áreas com nascentes ou olhos d'água.

# swagger_summary_area_nascente_olho_dagua_id
source: Lists the areas with water sources of the informed territory.
pt: Lista as áreas com nascentes ou olhos d'água do território informado.

# swagger_summary_area_pousio
source: Lists areas with fallow land.
pt: Lista as áreas com pousios.

# swagger_summary_area_pousio_id
source: Lists the fallow areas of the informed territory.
pt: Lista as áreas com pousios do território informado.

# swagger_summary_area_preservacao_permanente
source: Lists permanent preservation areas.
pt: Lista as áreas de preservação permanente.

# swagger_summary_area_preservacao_permanente_id
source: Lists the permanent preservation areas of the informed territory.
pt: Lista as áreas de preservação permanente do território informado.

# swagger_summary_area_reserva_legal
source: List the areas with legal reserve.
pt: Lista as áreas com reserva legal.

# swagger_summary_area_reserva_legal_id
source: Lists areas with legal reserve of the informed territory.
pt: Lista as áreas com reserva legal do território informado.

# swagger_summary_area_restinga
source: Lists areas with coastal sandy plains (restinga).
pt: Lista as áreas com restinga.

# swagger_summary_area_restinga_id
source: Lists areas with coastal sandy plains (restinga) of the informed territory.
pt: Lista as áreas com restinga do território informado.

# swagger_summary_area_servidao_administrativa
source: Lists areas of administrative easement.
pt: Lista as áreas de servidão administrativa.

# swagger_summary_area_servidao_administrativa_id
source: Lists areas of administrative easement of the informed territory.
pt: Lista as áreas de servidão administrativa do território informado.

# swagger_summary_area_situacao
source: Lists the areas with properties with the informed situation.
pt: Lista as áreas com imóveis com o situação informada.

# swagger_summary_area_tipo
source: Lists the areas with properties with the informed type.
pt: Lista as áreas com imóveis com o tipo informado.

# swagger_summary_area_topo_morro
source: Lists hilltop areas.
pt: Lista as áreas de topo de morro.

# swagger_summary_area_topo_morro_id
source: Lists the hilltop areas of the informed territory.
pt: Lista as áreas de topo de morro do território informado.

# swagger_summary_area_vegetacao_nativa
source: Lists areas with native vegetation.
pt: Lista as áreas com vegetação nativa.

# swagger_summary_area_vegetacao_nativa_id
source: Lists the areas with native vegetation of the informed territory.
pt: Lista as áreas com vegetação nativa do território informado.

# swagger_summary_area_vereda
source: Lists areas with wet and stable terrain (vereda).
pt: Lista as áreas com vereda.

# swagger_summary_area_vereda_id
source: Lists areas with wet and stable terrain (vereda) of the informed territory.
pt: Lista as áreas com vereda do território informado.

# swagger_summary_nivel_territorio
source: Lists the territory levels.
pt: Lista os níveis de território.

# swagger_summary_nivel_territorio_id
source: Lists the territory level of the informed id.
pt: Lista o nível de território pelo id informado.

# swagger_summary_situacao_imovel
source: List the conditions of the properties.
pt: Lista as situações dos imóveis.

# swagger_summary_situacao_imovel_id
source: Lists the condition of the property of the informed id.
pt: Lista a situação do imóvel pelo id informado.

# swagger_summary_territorio
source: Lists the territories.
pt: Lista os territórios.

# swagger_summary_territorio_hierarquia
source: Lists the hierarchy of the informed territory.
pt: Lista a hierarquia do território informado.

# swagger_summary_territorio_id
source: Lists the territory of the informed id.
pt: Lista o território pelo id informado.

# swagger_summary_territorio_nivel
source: Lists the territories according of the informed level.
pt: Lista os territórios de acordo com o nível informado.

# swagger_summary_territorio_nome
source: Lists the territories according of the informed name.
pt: Lista os territórios de acordo com o nome informado.

# swagger_summary_territorio_superior
source: Lists the territories according of the informed superior territory.
pt: Lista os territórios de acordo com o território superior informado.

# swagger_summary_tipo_imovel
source: Lists property types.
pt: Lista os tipos dos imóveis.

# swagger_summary_tipo_imovel_id
source: Lists the type of property oh the informed id.
pt: Lista o tipo do imóvel pelo id informado.

# tipo_imovel_nao_encontrado
source: Property type not found.
pt: Tipo de imóvel não encontrado.
